quest_system_1700557572_name=^?^Black Unicorns
quest_system_1700557572_stage_0=^?^Find Elean and convey the unicorn's thanks.
quest_system_1700557572_stage_1=^?^Elean is greatly upset by the cruelty of Velisar, who lives in Death Valley. He asks you to stop his former disciple.
quest_system_1700557572_stage_2=^?^Velisar has repented his deeds, and passed his druid's staff to his teacher, Elean.
quest_system_1700557572_task=^?^A Black Unicorn by the name of Elunium has asked you to find his savior, the Druid Elean, in the Great Forest and thank him for the rescue.
